Repository: NaN-tic/trytond-aeat_non_reusable_plastic_containers
Catalog: locale/*.po
Languages: ca, es

# field:account.configuration,tax_plastic_product:
source: Tax Plastic Product
ca: Impost Producte Plàstic
es: Producto plástico fiscal

# field:account.invoice.line,plastic_account_fiscal:
source: Plastic Fiscal Regime
ca: Règim Fiscal Plàstic
es: Régimen Fiscal Plástico

# field:product.product,ipnr_virginity:
source: IPNR Virginity
ca: Virginitat IPNR
es: Virginidad IPNR

# field:product.product,plastic_account_fiscal:
source: Plastic Fiscal Regime
ca: Règim Fiscal Plàstic
es: Régimen Fiscal Plástico

# field:product.product,plastic_key:
source: PLastic Key
es: Llave de plastico

# selection:account.invoice.line,plastic_account_fiscal:
source: Exemption article 75 a) 1º Law 7/2022, of April 8Intra-community acquisition of containers of art. 68.1a) of the Law intended to provide its function in medicines, sanitary products, food for special medical purposes, infant formula for hospital use orhazardous waste of sanitary origin
ca: Exempció article 75 a) 1º Llei 7/2022, de 8 d'abril, Adquisició intracomunitària d'envasos de l'art. 68.1a) de la Llei destinada a realitzar la seva funció en medicaments, productes sanitaris, aliments per a finalitats mèdiques especials, formules infantils d'ús hospitalari o residus perillosos d'origen sanitari.
es: Exención artículo 75 a) 1º Ley 7/2022, de 8 de abril Adquisición intracomunitaria de envases del art. 68.1a) de la Ley destinados a prestar su función en medicamentos, productos sanitarios, alimentos para usos médicos especiales, fórmulas infantiles de uso hospitalario o residuos peligrosos de origen sanitario

# selection:account.invoice.line,plastic_account_fiscal:
source: Exemption article 75 a) 2º Law 7/2022, of April 8 Intra-community acquisition of products of art. 68.1b) of the Law intended to obtaincontainers of art. 68.1a) of the Law for medicines, health products, food for special medical purposes, formulas for infants for hospital use or hazardous waste of sanitary origin.
ca: Exempció article 75 a) 2º Llei 7/2022, de 8 d'abril, Adquisició intracomunitària de productes de l'art. 68.1b) de la Llei destinada a obtenir els contenidors de l'art. 68.1a) de la Llei de medicaments, productes sanitaris, aliments amb finalitats mèdiques especials, fórmules per a lactants d'ús hospitalari o residus perillosos d'origen sanitari.
es: Exención artículo 75 a) 2º Ley 7/2022, de 8 de abril Adquisición intracomunitaria de productos del art. 68.1b) de la Ley destinados a la obtención de los envases del art. 68.1a) de la Ley para medicamentos, productos sanitarios, alimentos para usos médicos especiales, preparados para lactantes de uso hospitalario o residuos peligrosos de origen sanitario.

# selection:account.invoice.line,plastic_account_fiscal:
source: Exemption article 75 a) 3º Law 7/2022, of April 8, Intra-community acquisition of products of art. 68.1c) of the Law intended to allow the closing, marketing or presentation of non-reusable containers for medicines, health products, food for special medical purposes, infant formula for hospital use or hazardous waste of sanitary origin.
ca: Exempció article 75 a) 3º Llei 7/2022, de 8 d'abril, d'adquisició intracomunitària de productes de l'art. 68.1c) de la Llei destinada a permetre el tancament, la comercialització o la presentació d'envasos no reutilitzables per a medicaments, productes sanitaris, aliments amb finalitats mèdiques especials, formules infantils d'ús hospitalari o residus perillosos d'origen sanitari.
es: Exención artículo 75 a) 3º Ley 7/2022, de 8 de abril, Adquisición intracomunitaria de productos del art. 68.1c) de la Ley destinados a permitir el cierre, comercialización o presentación de envases no reutilizables de medicamentos, productos sanitarios, alimentos para usos médicos especiales, fórmulas infantiles de uso hospitalario o residuos peligrosos de origen sanitario.

# selection:account.invoice.line,plastic_account_fiscal:
source: Exemption article 75 b) Law 7/2022, of April 8 Intra-community acquisition of containers of art. 68.1a) of the Law that are introduced into Spanish territory providing their function in medicines, health products, food for special medical purposes, formulas for infants for hospital use or hazardous waste of sanitary origin.
ca: Exempció article 75 b) Llei 7/2022, de 8 d'abril, Adquisició intracomunitària d'envasos de l'art. 68.1a) de la Llei que s'introdueixin al territori espanyol amb la seva funció en medicaments, productes sanitaris, aliments amb finalitats mèdiques especials, fórmules per a lactants d'ús hospitalari o residus perillosos d'origen sanitari.
es: Exención artículo 75 b) Ley 7/2022, de 8 de abril Adquisición intracomunitaria de envases del art. 68.1 a) de la Ley que se introduzcan en territorio español cumpliendo su función en medicamentos, productos sanitarios, alimentos para usos médicos especiales, preparados para lactantes de uso hospitalario o residuos peligrosos de origen sanitario.

# selection:account.invoice.line,plastic_account_fiscal:
source: Exemption article 75 c) Law 7/2022, of April 8, Intra-community acquisition of plastic rolls used in bales or bales for silage of fodder or cereals for agricultural or livestock use
ca: Exempció article 75 c) Llei 7/2022, de 8 d'abril, d'adquisició intracomunitària de rotllos de plàstic utilitzats en bales o bales per a ensilatge de farratge o cereals d'ús agrícola o ramader.
es: Exención artículo 75 c) Ley 7/2022, de 8 de abril, Adquisición intracomunitaria de rollos de plástico utilizados en balas o balas para ensilado de forrajes o cereales para uso agrícola o ganadero

# selection:account.invoice.line,plastic_account_fiscal:
source: Exemption article 75 d) Law 7/2022, of April 8, Intra-community acquisition of products subject to the tax that, prior to the end of the period for submitting the corresponding self-assessment, are intended to be sent outside Spanish territory (directly by the intra-community acquirer, or by a third party on his behalf or on his behalf).
ca: Exempció article 75 d) Llei 7/2022, de 8 d'abril, d'adquisició intracomunitària de productes subjectes a l'impost que, amb anterioritat a la finalització del termini per a la presentació de la corresponent autoliquidació, es pretenguin enviar fora del territori espanyol. directament per l'adquirent intracomunitari, o per un tercer en nom o per compte seu).
es: Exención artículo 75 d) Ley 7/2022, de 8 de abril, Adquisiciones intracomunitarias de productos sujetos al impuesto que, antes de la finalización del plazo para la presentación de la correspondiente autoliquidación, se pretendan enviar fuera del territorio español ( directamente por el adquirente intracomunitario, o por un tercero en su nombre o por su cuenta).

# selection:account.invoice.line,plastic_account_fiscal:
source: Exemption article 75 e) Law 7/2022, of April 8 Intra-community acquisition of taxable products that, prior to the end of the deadline for filing the corresponding self-assessment, have ceased to be suitable for use or have been destroyed.
ca: Exempció article 75 e) Llei 7/2022, de 8 d'abril, d'adquisició intracomunitària de productes imposables que, amb anterioritat a la finalització del termini de presentació de l'autoliquidació corresponent, hagin deixat de ser aptes per al seu ús o hagin estat destruïts.
es: Exención artículo 75 e) Ley 7/2022, de 8 de abril Adquisición intracomunitaria de productos imponibles que, antes de la finalización del plazo para la presentación de la correspondiente autoliquidación, hayan dejado de ser aptos para el uso o hayan sido destruidos.

# selection:account.invoice.line,plastic_account_fiscal:
source: Exemption article 75 f) Law 7/2022, of April 8 Intra-community acquisition of containers of art. 68.1a) of the Law provided that the total weight of non-recycled plastic contained in said containers does not exceed 5 kilograms in one month.
ca: Exempció article 75 f) Llei 7/2022, de 8 d'abril, Adquisició intracomunitària d'envasos de l'art. 68.1a) de la Llei disposava que el pes total del plàstic no reciclat contingut en aquests envasos no supera els 5 quilograms en un mes.
es: Exención artículo 75 f) Ley 7/2022, de 8 de abril Adquisición intracomunitaria de envases del art. 68.1a) de la Ley siempre que el peso total de plástico no reciclado contenido en dichos envases no supere los 5 kilogramos en un mes.

# selection:account.invoice.line,plastic_account_fiscal:
source: Exemption article 75 g) 1º Law 7/2022, of April 8 Intra-community acquisition of products of art. 68.1b) of the Law when they are not going to be used to obtain containers of art. 68.1a) of the Law.
ca: Exempció article 75 g) 1º Llei 7/2022, de 8 d'abril, Adquisició intracomunitària de productes de l'art. 68.1b) de la Llei quan no s'utilitzin per a l'obtenció d'envasos de l'art. 68.1a) de la Llei.
es: Exención artículo 75 g) 1º Ley 7/2022, de 8 de abril Adquisición intracomunitaria de productos del art. 68.1b) de la Ley cuando no vayan a ser utilizados para obtener los envases del art. 68.1a) de la Ley.

# selection:account.invoice.line,plastic_account_fiscal:
source: Exemption article 75 g) 2º Law 7/2022, of April 8 Intra-community acquisition of products of article 68.1c) of the Law when they are not going to be used to allow the closing, commercialization or presentation of non-reusable containers.
ca: Exempció article 75 g) 2º Llei 7/2022, de 8 d'abril, Adquisició intracomunitària de productes de l'article 68.1c) de la Llei quan no es vagin a utilitzar per permetre el tancament, comercialització o presentació d'envasos no reutilitzables.
es: Exención artículo 75 g) 2º Ley 7/2022, de 8 de abril Adquisición intracomunitaria de productos del artículo 68.1c) de la Ley cuando no vayan a ser utilizados para permitir el cierre, comercialización o presentación de envases no reutilizables.

# selection:account.invoice.line,plastic_account_fiscal:
source: Non-subjection of article 73 c) Law 7/2022, of April 8 Intra-community acquisition of paints, inks, lacquers and adhesives designed to be incorporated into taxable products.
ca: No subjecció a l'article 73 c) Llei 7/2022, de 8 d'abril, Adquisició intracomunitària de pintures, tintes, laques i adhesius destinats a ser incorporats a productes imposables.
es: No sujeción del artículo 73 c) Ley 7/2022, de 8 de abril Adquisición intracomunitaria de pinturas, tintas, lacas y adhesivos destinados a ser incorporados a productos gravados.

# selection:account.invoice.line,plastic_account_fiscal:
source: Non-subjection of article 73 d) Law 7/2022, of April 8,Intra-community acquisition of containers of art. 68.1a) of the Law not designed to be delivered together with the goods.
ca: No subjecció de l'article 73 d) Llei 7/2022, de 8 d'abril, d'adquisició intracomunitària d'envasos de l'art. 68.1a) de la Llei no dissenyada per ser lliurada juntament amb la mercaderia.
es: No sujeción del artículo 73 d) Ley 7/2022, de 8 de abril, Adquisición intracomunitaria de envases del art. 68.1a) de la Ley no destinados a ser entregados junto con la mercancía.

# selection:account.invoice.line,plastic_account_fiscal:
source: Subjection and non-exemption Law 7/2022, of April 8,Intra-community acquisition subject and not exempt of products subject to the tax.
ca: Subjecció i no exempció Llei 7/2022, de 8 d'abril, subjecte d'adquisició intracomunitària i no exempt de productes subjectes a l'impost.
es: Sujeción y no exención Ley 7/2022, de 8 de abril, Adquisiciones intracomunitarias sujetas y no exentas de productos sujetos al impuesto.

# selection:product.product,plastic_account_fiscal:
source: Exemption article 75 a) 1º Law 7/2022, of April 8Intra-community acquisition of containers of art. 68.1a) of the Law intended to provide its function in medicines, sanitary products, food for special medical purposes, infant formula for hospital use orhazardous waste of sanitary origin
es: Exención artículo 75 a) 1º Ley 7/2022, de 8 de abril Adquisición intracomunitaria de envases del art. 68.1a) de la Ley destinados a prestar su función en medicamentos, productos sanitarios, alimentos para usos médicos especiales, fórmulas infantiles de uso hospitalario o residuos peligrosos de origen sanitario

# selection:product.product,plastic_account_fiscal:
source: Exemption article 75 a) 2º Law 7/2022, of April 8 Intra-community acquisition of products of art. 68.1b) of the Law intended to obtaincontainers of art. 68.1a) of the Law for medicines, health products, food for special medical purposes, formulas for infants for hospital use or hazardous waste of sanitary origin.
ca: Exempció article 75 a) 2º Llei 7/2022, de 8 d'abril, Adquisició intracomunitària de productes de l'art. 68.1b) de la Llei destinada a obtenir els contenidors de l'art. 68.1a) de la Llei de medicaments, productes sanitaris, aliments amb finalitats mèdiques especials, fórmules per a lactants d'ús hospitalari o residus perillosos d'origen sanitari.
es: Exención artículo 75 a) 2º Ley 7/2022, de 8 de abril Adquisición intracomunitaria de productos del art. 68.1b) de la Ley destinados a la obtención de los envases del art. 68.1a) de la Ley para medicamentos, productos sanitarios, alimentos para usos médicos especiales, preparados para lactantes de uso hospitalario o residuos peligrosos de origen sanitario.

# selection:product.product,plastic_account_fiscal:
source: Exemption article 75 a) 3º Law 7/2022, of April 8, Intra-community acquisition of products of art. 68.1c) of the Law intended to allow the closing, marketing or presentation of non-reusable containers for medicines, health products, food for special medical purposes, infant formula for hospital use or hazardous waste of sanitary origin.
ca: Exempció article 75 a) 3º Llei 7/2022, de 8 d'abril, d'adquisició intracomunitària de productes de l'art. 68.1c) de la Llei destinada a permetre el tancament, la comercialització o la presentació d'envasos no reutilitzables per a medicaments, productes sanitaris, aliments amb finalitats mèdiques especials, formules infantils d'ús hospitalari o residus perillosos d'origen sanitari.
es: Exención artículo 75 a) 3º Ley 7/2022, de 8 de abril, Adquisición intracomunitaria de productos del art. 68.1c) de la Ley destinados a permitir el cierre, comercialización o presentación de envases no reutilizables de medicamentos, productos sanitarios, alimentos para usos médicos especiales, fórmulas infantiles de uso hospitalario o residuos peligrosos de origen sanitario.

# selection:product.product,plastic_account_fiscal:
source: Exemption article 75 b) Law 7/2022, of April 8 Intra-community acquisition of containers of art. 68.1a) of the Law that are introduced into Spanish territory providing their function in medicines, health products, food for special medical purposes, formulas for infants for hospital use or hazardous waste of sanitary origin.
ca: Exempció article 75 b) Llei 7/2022, de 8 d'abril, Adquisició intracomunitària d'envasos de l'art. 68.1a) de la Llei que s'introdueixin al territori espanyol amb la seva funció en medicaments, productes sanitaris, aliments amb finalitats mèdiques especials, fórmules per a lactants d'ús hospitalari o residus perillosos d'origen sanitari.
es: Exención artículo 75 b) Ley 7/2022, de 8 de abril Adquisición intracomunitaria de envases del art. 68.1 a) de la Ley que se introduzcan en territorio español cumpliendo su función en medicamentos, productos sanitarios, alimentos para usos médicos especiales, preparados para lactantes de uso hospitalario o residuos peligrosos de origen sanitario.

# selection:product.product,plastic_account_fiscal:
source: Exemption article 75 c) Law 7/2022, of April 8, Intra-community acquisition of plastic rolls used in bales or bales for silage of fodder or cereals for agricultural or livestock use
ca: Exempció article 75 c) Llei 7/2022, de 8 d'abril, d'adquisició intracomunitària de rotllos de plàstic utilitzats en bales o bales per a ensilatge de farratge o cereals d'ús agrícola o ramader.
es: Exención artículo 75 c) Ley 7/2022, de 8 de abril, Adquisición intracomunitaria de rollos de plástico utilizados en balas o balas para ensilado de forrajes o cereales para uso agrícola o ganadero

# selection:product.product,plastic_account_fiscal:
source: Exemption article 75 d) Law 7/2022, of April 8, Intra-community acquisition of products subject to the tax that, prior to the end of the period for submitting the corresponding self-assessment, are intended to be sent outside Spanish territory (directly by the intra-community acquirer, or by a third party on his behalf or on his behalf).
ca: Exempció article 75 d) Llei 7/2022, de 8 d'abril, d'adquisició intracomunitària de productes subjectes a l'impost que, amb anterioritat a la finalització del termini per a la presentació de la corresponent autoliquidació, es pretenguin enviar fora del territori espanyol. directament per l'adquirent intracomunitari, o per un tercer en nom o per compte seu).
es: Exención artículo 75 d) Ley 7/2022, de 8 de abril, Adquisiciones intracomunitarias de productos sujetos al impuesto que, antes de la finalización del plazo para la presentación de la correspondiente autoliquidación, se pretendan enviar fuera del territorio español ( directamente por el adquirente intracomunitario, o por un tercero en su nombre o por su cuenta).

# selection:product.product,plastic_account_fiscal:
source: Exemption article 75 e) Law 7/2022, of April 8 Intra-community acquisition of taxable products that, prior to the end of the deadline for filing the corresponding self-assessment, have ceased to be suitable for use or have been destroyed.
ca: Exempció article 75 e) Llei 7/2022, de 8 d'abril, d'adquisició intracomunitària de productes imposables que, amb anterioritat a la finalització del termini de presentació de l'autoliquidació corresponent, hagin deixat de ser aptes per al seu ús o hagin estat destruïts.
es: Exención artículo 75 e) Ley 7/2022, de 8 de abril Adquisición intracomunitaria de productos imponibles que, antes de la finalización del plazo para la presentación de la correspondiente autoliquidación, hayan dejado de ser aptos para el uso o hayan sido destruidos.

# selection:product.product,plastic_account_fiscal:
source: Exemption article 75 f) Law 7/2022, of April 8 Intra-community acquisition of containers of art. 68.1a) of the Law provided that the total weight of non-recycled plastic contained in said containers does not exceed 5 kilograms in one month.
ca: Exempció article 75 f) Llei 7/2022, de 8 d'abril, Adquisició intracomunitària d'envasos de l'art. 68.1a) de la Llei disposava que el pes total del plàstic no reciclat contingut en aquests envasos no supera els 5 quilograms en un mes.
es: Exención artículo 75 f) Ley 7/2022, de 8 de abril Adquisición intracomunitaria de envases del art. 68.1a) de la Ley siempre que el peso total de plástico no reciclado contenido en dichos envases no supere los 5 kilogramos en un mes.

# selection:product.product,plastic_account_fiscal:
source: Exemption article 75 g) 1º Law 7/2022, of April 8 Intra-community acquisition of products of art. 68.1b) of the Law when they are not going to be used to obtain containers of art. 68.1a) of the Law.
ca: Exempció article 75 g) 1º Llei 7/2022, de 8 d'abril, Adquisició intracomunitària de productes de l'art. 68.1b) de la Llei quan no s'utilitzin per a l'obtenció d'envasos de l'art. 68.1a) de la Llei.
es: Exención artículo 75 g) 1º Ley 7/2022, de 8 de abril Adquisición intracomunitaria de productos del art. 68.1b) de la Ley cuando no vayan a ser utilizados para obtener los envases del art. 68.1a) de la Ley.

# selection:product.product,plastic_account_fiscal:
source: Exemption article 75 g) 2º Law 7/2022, of April 8 Intra-community acquisition of products of article 68.1c) of the Law when they are not going to be used to allow the closing, commercialization or presentation of non-reusable containers.
ca: Exempció article 75 g) 2º Llei 7/2022, de 8 d'abril, Adquisició intracomunitària de productes de l'article 68.1c) de la Llei quan no es vagin a utilitzar per permetre el tancament, comercialització o presentació d'envasos no reutilitzables.
es: Exención artículo 75 g) 2º Ley 7/2022, de 8 de abril Adquisición intracomunitaria de productos del artículo 68.1c) de la Ley cuando no vayan a ser utilizados para permitir el cierre, comercialización o presentación de envases no reutilizables.

# selection:product.product,plastic_account_fiscal:
source: Non-subjection of article 73 c) Law 7/2022, of April 8 Intra-community acquisition of paints, inks, lacquers and adhesives designed to be incorporated into taxable products.
ca: No subjecció a l'article 73 c) Llei 7/2022, de 8 d'abril, Adquisició intracomunitària de pintures, tintes, laques i adhesius destinats a ser incorporats a productes imposables.
es: No sujeción del artículo 73 c) Ley 7/2022, de 8 de abril Adquisición intracomunitaria de pinturas, tintas, lacas y adhesivos destinados a ser incorporados a productos gravados.

# selection:product.product,plastic_account_fiscal:
source: Non-subjection of article 73 d) Law 7/2022, of April 8,Intra-community acquisition of containers of art. 68.1a) of the Law not designed to be delivered together with the goods.
ca: No subjecció de l'article 73 d) Llei 7/2022, de 8 d'abril, d'adquisició intracomunitària d'envasos de l'art. 68.1a) de la Llei no dissenyada per ser lliurada juntament amb la mercaderia.
es: No sujeción del artículo 73 d) Ley 7/2022, de 8 de abril, Adquisición intracomunitaria de envases del art. 68.1a) de la Ley no destinados a ser entregados junto con la mercancía.

# selection:product.product,plastic_account_fiscal:
source: Subjection and non-exemption Law 7/2022, of April 8,Intra-community acquisition subject and not exempt of products subject to the tax.
ca: Subjecció i no exempció Llei 7/2022, de 8 d'abril, subjecte d'adquisició intracomunitària i no exempt de productes subjectes a l'impost.
es: Sujeción y no exención Ley 7/2022, de 8 de abril, Adquisiciones intracomunitarias sujetas y no exentas de productos sujetos al impuesto.

# selection:product.product,plastic_key:
source: Non-reusable container that contains plastic
ca: Envàs no reutilitzable que conté plàstic
es: Envase no reutilizable que contiene plástico

# selection:product.product,plastic_key:
source: Plastic product intended to allow the closure, sale or presentation of non-reusable plastic containers containing plastic
ca: Producte plàstic destinat a permetre el tancament, venda o presentació d'envasos de plàstic no reutilitzables que continguin plàstic
es: Producto de plástico destinado a permitir el cierre, venta o presentación de envases de plástico no reutilizables que contengan plástico

# selection:product.product,plastic_key:
source: semi-finished plastic product intended for obtaining non-reusable containers that contain plastic
ca: producte plàstic semielaborat destinat a l'obtenció d'envasos no reutilitzables que continguin plàstic
es: producto plástico semiacabado destinado a la obtención de envases no reutilizables que contienen plástico
